{
    "Certification Appeal": {
        "small description": "Submit a form if you need to appeal any certification action.",
        "description" : "Any holders that believe that their certification has been wrongfully revoked or suspended may request for a certification appeal, explaining why their certification was revoked and why it should be reinstated. More information can be found at\nhttps://docs.google.com/document/d/1nHklfaWjcKAhr3-MiYBV5stCsFbPT1p6ixZ34Va1Tu0/edit?tab=t.0#heading=h.dr5amj48phe",
        "questions" : {
            "Please describe the events to which led to the disciplinary action against your certification.": "la",
            "Why are you appealing this disciplinary action?": "la",
            "Do you have any final comments?": "la"
        }
    },
    "Certification Account Transfer": {
        "small description": "Submit a form if you need to transfer accounts.",
        "description": "For any holders that need to transfer their certification to a different ROBLOX account. Under the evidence question, give proof which shows that you used to own the old account (e.g full screenshot of an email from ROBLOX mentioning your username).\n\nDatabase Link: https://docs.google.com/spreadsheets/d/1vsa5klFFKEmezEJGeNYrVF3aGmMvUqH-U9mvZ1-LmV4/edit",
        "questions": {
            "Old Account (Must be in Username:ID format)": "sa",
            "Reason": ["Account Compromised", "Account Terminated", "Other"],
            "Evidence that you owned the account": "la"
        }
    },
    "Blacklist Appeal": {
        "small description": "Submit a form if you need to transfer accounts.",
        "description": "For anybody that needs to appeal an academy or a staff blacklist. They should explain why their blacklist should be removed. Between 5-7 sentences are expected.\n\nBlacklist Database: https://trello.com/b/A0JJb2YX/post-blacklist-database",
        "questions": {
            "Blacklist Link": "la",
            "Provide your appeal here. Lengthy responses are recommended. Appeals that put little to no effort will always be declined. Be honest with your appeal.": "la"
        }
    },
    "Certification Username Update": {
        "small description": "Submit a form if you have changed your username.",
        "description" : "Check the database to see if your username has updated. If not, submit this form. \nDatabase Link: https://docs.google.com/spreadsheets/d/1vsa5klFFKEmezEJGeNYrVF3aGmMvUqH-U9mvZ1-LmV4/edit",
        "questions" : {
            "By checking this box, you agree that you have tried to update your username via the POST Bot in the communications server": ["Yes I have"]
        }
    }
}